adpyke.codesnap
batisteo.vscode-django
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
google.geminicodeassist
googlecloudtools.cloudcode
gruntfuggly.todo-tree
humao.rest-client
jebbs.plantuml
mblode.twig-language
mehedidracula.php-constructor
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.vscode-typescript-next
naumovs.color-highlight
oderwat.indent-rainbow
orta.vscode-jest
phproberto.vscode-php-getters-setters
prisma.prisma
quicktype.quicktype
redhat.vscode-yaml
robberphex.php-debug
sonarsource.sonarlint-vscode
sourcery.sourcery
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
tamasfe.even-better-toml
tilt-dev.tiltfile
tim-koehler.helm-intellisense
typespec.typespec-vscode
vitest.explorer
vivaxy.vscode-conventional-commits
vue.volar
wallabyjs.quokka-vscode
xyz.local-history
yinfei.luahelper
zignd.html-css-class-completion
zobo.php-intellisense
zxh404.vscode-proto3