adpyke.codesnap
amiralizadeh9480.laravel-extra-intellisense
batisteo.vscode-django
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
bungcip.better-toml
ChakrounAnas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
dzhavat.css-flexbox-cheatsheet
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
GitHub.copilot
GitHub.vscode-pull-request-github
golang.go
googlecloudtools.cloudcode
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
Gruntfuggly.todo-tree
humao.rest-client
ionutvmi.path-autocomplete
jebbs.plantuml
mblode.twig-language
MehediDracula.php-constructor
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
naumovs.color-highlight
neilbrayfield.php-docblocker
oderwat.indent-rainbow
Orta.vscode-jest
phproberto.vscode-php-getters-setters
Prisma.prisma-insider
quicktype.quicktype
redhat.vscode-yaml
SonarSource.sonarlint-vscode
sourcery.sourcery
steoates.autoimport
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
Tim-Koehler.helm-intellisense
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vivaxy.vscode-conventional-commits
Vue.volar
wix.vscode-import-cost
xdebug.php-debug
xyz.local-history
Zignd.html-css-class-completion
zxh404.vscode-proto3
