alefragnani.bookmarks
christian-kohler.npm-intellisense
csstools.postcss
dcortes92.freemarker
dracula-theme.theme-dracula
edgardmessias.override-mark
emmanuelbeziat.vscode-great-icons
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.github-vscode-theme
github.remotehub
hediet.vscode-drawio
ionutvmi.path-autocomplete
jcbuisson.vue
jebbs.plantuml
johnpapa.vscode-peacock
mikestead.dotenv
mishannn.vscode-file-suggest
ms-dotnettools.vscode-dotnet-runtime
ms-pyright.pyright
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode-remote.remote-wsl-recommender
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.js-debug
ms-vscode.js-debug-companion
ms-vscode.makefile-tools
ms-vscode.references-view
ms-vscode.remote-repositories
ms-vscode.vscode-js-profile-table
ms-vscode.vscode-typescript-next
pkief.material-icon-theme
rokoroku.vscode-theme-darcula
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode-completions
visualstudioexptteam.vscodeintellicode-insiders
vivaxy.vscode-conventional-commits
vscode-icons-team.vscode-icons
vsls-contrib.gistfs
whatwedo.twig
wholroyd.jinja
william-voyek.vscode-nginx
xabikos.reactsnippets